// 
/*
 * Licensed Materials - Property of IBM
 * 5725-I43 (C) Copyright IBM Corp. 2006, 2013. All Rights Reserved.
 * US Government Users Restricted Rights - Use, duplication or
 * disclosure restricted by GSA ADP Schedule Contract with IBM Corp.
 */

//a
"Application Error" = "שגיאה ביישום";
"appInternalError" = "היישום נתקל בשגיאה פנימית. הסירו את היישום והתקינו אותו שוב. ";
"appNeedsSpace" = "היישום דורש %.2f מגבתים לאתחול, אך זמינים רק %.2f מגבתים. פנו מקום ונסו שוב. ";
"appZipDownloadFailedServerNotResponding" = "הורדת ארכיון היישום נכשלה. השרת אינו מגיב.";
"applicationDisabled" = "היישום מושבת ";
"appWeResourcesNotAccessible" = "לא ניתן לגשת למשאבי הרשת של היישום. ";

//c
"cancel" = "ביטול";
"close" = "סגירה";

//d
"downloading" = "הורדה מתבצעת...‏";

//e
"error" = "שגיאה";
"errorProcessingRequestFromApp" = "התגלתה שגיאה בעיבוד הבקשה מהיישום. ";
"errorProcessingZip" = "אירעה שגיאה בשליפת קובץ הארכיון.ראו הודעות קודמות כדי לברר את הגורם לכשל. ";
"exit" = "יציאה";

//g
"getNewVersion" = "קבלת גרסה חדשה";

//o
"ok" = "אישור";

//s
"serviceNotification" = "הודעת שירות ";

//u
"update" = "עדכון";
"upgrade" = "שדרוג";
